// (C) Copyright 2006-2014 HP Development Company, L.P.

// Table View Column Names
"deviceName" = "Device Name";
"connection" = "Connection";
"model" = "Device Model";
"details" = "Details";
"aggregateDeviceType" = "Device Type";
"isInstalled" = "Installed";

"All" = "All";

// Format string for info-label with no filter
"Found %lu devices" = "Found %lu devices";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "Showing %lu of %lu devices";

"Rendezvous" = "Bonjour";

"Add" = "Add";
"Cancel" = "Cancel";

// Filter titles
"Connection Type:" = "Connection Type:";
"Device Type:" = "Device Type:";

// Connection type filter menu items
"Printer" = "Printer";
"Scanner" = "Scanner";
"Fax" = "Fax";

// Sort filter strings
"ItemArrangement" = "Change the item arrangement";
"Arrange" = "Arrange";
